import React from 'react';

const style = {
    doc: {
        margin: '50px auto auto 50px',
        width: '500px'
    }
};

export default () => {
    return (
        <div style={style.doc}>
            <h1 style={{margin:'0 auto'}}>福建省高级人民法院</h1>
            <div>
                福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院
                <span contenteditable="true">这是一段可编辑的段落。请试着编辑该文</span>
                福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院
                福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院
                福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院福建省高级人民法院
            </div>
        </div>
    );
}